Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Training load, fitness and fatigue, intensity distribution, thresholds estimated from what you've actually done.
ar: حمل التدريب، واللياقة والإجهاد، وتوزيع الشدة، وعتبات مُقدَّرة مما فعلته فعلًا.
bg: Тренировъчно натоварване, форма и умора, разпределение на интензивността и прагове, оценени от това, което наистина си правил.
ca: Càrrega d'entrenament, forma i fatiga, distribució de la intensitat i llindars estimats a partir del que realment has fet.
cs: Tréninková zátěž, kondice a únava, rozložení intenzity a prahy odhadnuté z toho, co jsi opravdu odtrénoval.
da: Træningsbelastning, form og træthed, intensitetsfordeling og tærskler anslået ud fra det, du faktisk har lavet.
de: Trainingsbelastung, Fitness und Ermüdung, Intensitätsverteilung, Schwellen geschätzt aus dem, was du tatsächlich trainiert hast.
el: Φορτίο προπόνησης, φυσική κατάσταση και κόπωση, κατανομή έντασης, κατώφλια εκτιμημένα από αυτά που πραγματικά έκανες.
es: Carga de entrenamiento, forma y fatiga, distribución de intensidad y umbrales estimados a partir de lo que realmente has hecho.
et: Treeningkoormus, vorm ja väsimus, intensiivsuse jaotus ning läved, mis on hinnatud selle põhjal, mida sa tegelikult tegid.
fi: Harjoituskuorma, kunto ja väsymys, tehojakauma sekä kynnykset arvioituna siitä, mitä olet oikeasti tehnyt.
fr: Charge d'entraînement, forme et fatigue, répartition des intensités, seuils estimés à partir de ce que vous avez réellement fait.
ga: Ualach traenála, aclaíocht agus tuirse, dáileadh na déine, agus tairseacha measta ón méid atá déanta agat i ndáiríre.
hr: Opterećenje treninga, forma i umor, raspodjela intenziteta i pragovi procijenjeni iz onoga što si stvarno odradio.
hu: Edzésterhelés, fittség és fáradtság, intenzitáseloszlás, és a ténylegesen elvégzett munkából becsült küszöbök.
id: Beban latihan, kebugaran dan kelelahan, distribusi intensitas, ambang yang diperkirakan dari apa yang benar-benar kamu lakukan.
is: Æfingaálag, form og þreyta, dreifing ákefðar og þröskuldar metnir út frá því sem þú hefur í raun gert.
it: Carico di allenamento, forma e fatica, distribuzione dell'intensità, soglie stimate da ciò che hai davvero fatto.
ja: トレーニング負荷、体力と疲労、強度の分布、そして実際にこなした内容から推定した閾値。
ko: 훈련 부하, 체력과 피로, 강도 분포, 그리고 실제로 해낸 것에서 추정한 역치.
lt: Treniruočių krūvis, forma ir nuovargis, intensyvumo pasiskirstymas ir slenksčiai, įvertinti iš to, ką iš tikrųjų padarei.
lv: Treniņu slodze, forma un nogurums, intensitātes sadalījums un sliekšņi, kas aplēsti no tā, ko tu patiešām esi izdarījis.
mk: Тренинг оптоварување, форма и замор, распределба на интензитетот и прагови проценети од тоа што навистина си го направил.
ms: Beban latihan, kecergasan dan keletihan, taburan intensiti, ambang yang dianggarkan daripada apa yang benar-benar anda lakukan.
mt: Tagħbija tat-taħriġ, forma u għeja, distribuzzjoni tal-intensità, u limiti stmati minn dak li verament għamilt.
nb: Treningsbelastning, form og tretthet, intensitetsfordeling og terskler anslått ut fra det du faktisk har gjort.
nl: Trainingsbelasting, fitheid en vermoeidheid, intensiteitsverdeling, drempels geschat uit wat je werkelijk hebt gedaan.
pl: Obciążenie treningowe, forma i zmęczenie, rozkład intensywności, progi oszacowane z tego, co naprawdę zrobiłeś.
pt_br: Carga de treino, forma e fadiga, distribuição de intensidade, limiares estimados a partir do que você realmente fez.
pt_pt: Carga de treino, forma e fadiga, distribuição de intensidade, limiares estimados a partir do que realmente fez.
ro: Încărcătură de antrenament, formă și oboseală, distribuția intensității, praguri estimate din ce ai făcut cu adevărat.
ru: Тренировочная нагрузка, форма и усталость, распределение интенсивности и пороги, оценённые по тому, что вы действительно сделали.
sk: Tréningová záťaž, kondícia a únava, rozloženie intenzity a prahy odhadnuté z toho, čo si naozaj odtrénoval.
sl: Obremenitev treninga, pripravljenost in utrujenost, porazdelitev intenzivnosti in pragovi, ocenjeni iz tega, kar si dejansko naredil.
sq: Ngarkesa e stërvitjes, forma dhe lodhja, shpërndarja e intensitetit dhe pragjet e vlerësuara nga ajo që ke bërë vërtet.
sr: Оптерећење тренинга, форма и умор, расподела интензитета и прагови процењени из онога што си стварно одрадио.
sv: Träningsbelastning, form och trötthet, intensitetsfördelning och trösklar skattade utifrån vad du faktiskt gjort.
tr: Antrenman yükü, kondisyon ve yorgunluk, şiddet dağılımı ve gerçekten yaptıklarından tahmin edilen eşikler.
uk: Тренувальне навантаження, форма й втома, розподіл інтенсивності та пороги, оцінені з того, що ви справді зробили.
vi: Tải tập luyện, thể lực và mệt mỏi, phân bố cường độ, các ngưỡng ước tính từ chính những gì bạn đã thật sự tập.
zh_hans: 训练负荷、体能与疲劳、强度分布，以及从你实际练过的内容推算出的阈值。
zh_hant: 訓練負荷、體能與疲勞、強度分布，以及從你實際練過的內容推算出的閾值。

source: Training paces (per %@)
ar: وتيرات التدريب (لكل %@)
bg: Тренировъчни темпа (за %@)
ca: Ritmes d'entrenament (per %@)
cs: Tréninková tempa (na %@)
da: Træningstempoer (pr. %@)
de: Trainingstempi (pro %@)
el: Ρυθμοί προπόνησης (ανά %@)
es: Ritmos de entrenamiento (por %@)
et: Treeningtempod (%@ kohta)
fi: Harjoitusvauhdit (per %@)
fr: Allures d'entraînement (au %@)
ga: Luasanna traenála (in aghaidh %@)
hr: Tempi treninga (po %@)
hu: Edzéstempók (%@-enként)
id: Pace latihan (per %@)
is: Æfingahraðar (á %@)
it: Ritmi di allenamento (al %@)
ja: トレーニングペース（%@ あたり）
ko: 훈련 페이스 (%@당)
lt: Treniruočių tempai (už %@)
lv: Treniņu tempi (uz %@)
mk: Тренинг темпа (по %@)
ms: Pace latihan (setiap %@)
mt: Passi tat-taħriġ (kull %@)
nb: Treningstempoer (per %@)
nl: Trainingstempo's (per %@)
pl: Tempa treningowe (na %@)
pt_br: Ritmos de treino (por %@)
pt_pt: Ritmos de treino (por %@)
ro: Ritmuri de antrenament (pe %@)
ru: Тренировочные темпы (на %@)
sk: Tréningové tempá (na %@)
sl: Trening tempi (na %@)
sq: Ritmet e stërvitjes (për %@)
sr: Темпа тренинга (по %@)
sv: Träningstempon (per %@)
tr: Antrenman tempoları (%@ başına)
uk: Тренувальні темпи (на %@)
vi: Các pace tập luyện (mỗi %@)
zh_hans: 训练配速（每%@）
zh_hant: 訓練配速（每%@）

source: Training stress
ar: إجهاد التدريب
bg: Тренировъчен стрес
ca: Estrès d'entrenament
cs: Tréninkový stres
da: Træningsbelastning
de: Trainingsbelastung
el: Καταπόνηση προπόνησης
es: Estrés de entrenamiento
et: Treeningstress
fi: Harjoitusrasitus
fr: Contrainte d'entraînement
ga: Strus traenála
hr: Stres treninga
hu: Edzésstressz
id: Stres latihan
is: Æfingaálag
it: Stress da allenamento
ja: トレーニングストレス
ko: 훈련 스트레스
lt: Treniruočių stresas
lv: Treniņu stress
mk: Тренинг стрес
ms: Tekanan latihan
mt: Stress tat-taħriġ
nb: Treningsbelastning
nl: Trainingsbelasting
pl: Obciążenie treningowe
pt_br: Estresse de treino
pt_pt: Stress de treino
ro: Stres de antrenament
ru: Тренировочный стресс
sk: Tréningový stres
sl: Trening stres
sq: Stresi i stërvitjes
sr: Стрес тренинга
sv: Träningsbelastning
tr: Antrenman stresi
uk: Тренувальний стрес
vi: Mức căng tập luyện
zh_hans: 训练压力
zh_hant: 訓練壓力

source: Trunk bracing and anti-rotation
ar: تثبيت الجذع ومقاومة الدوران
bg: Стабилизация на торса и антиротация
ca: Estabilització del tronc i antirotació
cs: Zpevnění trupu a odpor proti rotaci
da: Stabilisering af kroppen og antirotation
de: Rumpfspannung und Antirotation
el: Σταθεροποίηση κορμού και αντίσταση στη στροφή
es: Tensión del tronco y antirrotación
et: Keha fikseerimine ja pöördumise vastu töötamine
fi: Keskivartalon tuenta ja kierron vastustus
fr: Gainage du tronc et anti-rotation
ga: Teannadh na cabhlach agus frithrothlú
hr: Stabilizacija trupa i otpor rotaciji
hu: Törzsfeszítés és rotáció elleni munka
id: Penguatan batang tubuh dan anti-rotasi
is: Spenna í bol og mótstaða gegn snúningi
it: Tenuta del tronco e anti-rotazione
ja: 体幹の固定と抗回旋
ko: 몸통 고정과 회전 저항
lt: Liemens stabilizavimas ir pasipriešinimas sukimui
lv: Rumpja nostiprināšana un pretrotācija
mk: Стабилизација на трупот и отпор на ротација
ms: Pengukuhan batang tubuh dan anti-putaran
mt: Stabbilizzazzjoni tal-qalba u reżistenza għar-rotazzjoni
nb: Kjernestabilitet og antirotasjon
nl: Rompspanning en antirotatie
pl: Stabilizacja tułowia i antyrotacja
pt_br: Estabilização de tronco e antirrotação
pt_pt: Estabilização do tronco e antirrotação
ro: Fixarea trunchiului și antirotație
ru: Стабилизация корпуса и сопротивление вращению
sk: Spevnenie trupu a odpor proti rotácii
sl: Stabilizacija trupa in odpor proti rotaciji
sq: Fiksim i trungut dhe kundërrotacion
sr: Стабилизација трупа и отпор ротацији
sv: Bålspänning och antirotation
tr: Gövde sabitleme ve rotasyona direnç
uk: Стабілізація корпуса й опір обертанню
vi: Siết thân người và chống xoay
zh_hans: 躯干支撑与抗旋转
zh_hant: 軀幹支撐與抗旋轉

source: Try it with sample data
ar: جرّبه ببيانات نموذجية
bg: Пробвай с примерни данни
ca: Prova-ho amb dades d'exemple
cs: Vyzkoušet s ukázkovými daty
da: Prøv med eksempeldata
de: Mit Beispieldaten ausprobieren
el: Δοκίμασέ το με δείγμα δεδομένων
es: Probarlo con datos de ejemplo
et: Proovi näidisandmetega
fi: Kokeile esimerkkitiedoilla
fr: Essayer avec des données d'exemple
ga: Bain triail as le sonraí samplacha
hr: Isprobaj s oglednim podacima
hu: Kipróbálom mintaadatokkal
id: Coba dengan data contoh
is: Prófaðu með sýnigögnum
it: Provala con dati di esempio
ja: サンプルデータで試す
ko: 샘플 데이터로 사용해 보기
lt: Išbandyti su pavyzdiniais duomenimis
lv: Izmēģināt ar parauga datiem
mk: Пробај со примерни податоци
ms: Cuba dengan data contoh
mt: Ipprovaha b'data ta' kampjun
nb: Prøv med eksempeldata
nl: Probeer het met voorbeeldgegevens
pl: Wypróbuj na danych przykładowych
pt_br: Experimentar com dados de exemplo
pt_pt: Experimentar com dados de exemplo
ro: Încearcă cu date de exemplu
ru: Попробовать на демоданных
sk: Vyskúšať s ukážkovými údajmi
sl: Preizkusi z vzorčnimi podatki
sq: Provoje me të dhëna shembull
sr: Испробај са огледним подацима
sv: Prova med exempeldata
tr: Örnek veriyle dene
uk: Спробувати на демоданих
vi: Thử với dữ liệu mẫu
zh_hans: 用示例数据试试
zh_hant: 用範例資料試試

source: Un-retire
ar: إلغاء التقاعد
bg: Върни в употреба
ca: Torna a posar en ús
cs: Vrátit do provozu
da: Tag i brug igen
de: Wieder in Betrieb nehmen
el: Επαναφορά από απόσυρση
es: Volver a usar
et: Võta uuesti kasutusele
fi: Ota uudelleen käyttöön
fr: Remettre en service
ga: Cuir ar ais in úsáid
hr: Vrati u upotrebu
hu: Visszaállítás használatba
id: Batalkan pensiun
is: Taka aftur í notkun
it: Rimetti in uso
ja: 引退を取り消す
ko: 은퇴 취소
lt: Grąžinti į naudojimą
lv: Atgriezt lietošanā
mk: Врати во употреба
ms: Batalkan persaraan
mt: Erġa' uża
nb: Ta i bruk igjen
nl: Weer in dienst nemen
pl: Przywróć do użytku
pt_br: Reativar
pt_pt: Voltar a usar
ro: Repune în uz
ru: Вернуть в строй
sk: Vrátiť do prevádzky
sl: Vrni v uporabo
sq: Kthe në përdorim
sr: Врати у употребу
sv: Ta i bruk igen
tr: Emeklilikten çıkar
uk: Повернути в стрій
vi: Bỏ trạng thái nghỉ
zh_hans: 取消退役
zh_hant: 取消退役

source: Under 5% is the usual mark of aerobic durability at this intensity: the second half cost about what the first half did.
ar: أقل من 5% هي العلامة المعتادة على المتانة الهوائية عند هذه الشدّة: كلّف النصف الثاني ما كلّفه الأول تقريبًا.
bg: Под 5% е обичайният белег за аеробна издръжливост при тази интензивност: втората половина струваше горе-долу колкото първата.
ca: Per sota del 5% és la marca habitual de resistència aeròbica a aquesta intensitat: la segona meitat va costar més o menys el mateix que la primera.
cs: Pod 5 % je obvyklá známka aerobní odolnosti při téhle intenzitě: druhá polovina stála zhruba tolik co první.
da: Under 5 % er det sædvanlige tegn på aerob holdbarhed ved denne intensitet: anden halvdel kostede omtrent det samme som første.
de: Unter 5 % gilt als Zeichen aerober Belastbarkeit bei dieser Intensität: Die zweite Hälfte kostete etwa so viel wie die erste.
el: Κάτω από 5% είναι η συνηθισμένη ένδειξη αερόβιας αντοχής σε αυτή την ένταση: το δεύτερο μισό κόστισε περίπου όσο και το πρώτο.
es: Por debajo del 5 % es la marca habitual de resistencia aeróbica a esta intensidad: la segunda mitad costó más o menos lo mismo que la primera.
et: Alla 5% on tavaline märk aeroobsest vastupidavusest sellel intensiivsusel: teine pool maksis umbes sama palju kui esimene.
fi: Alle 5 % on tavanomainen merkki aerobisesta kestävyydestä tällä teholla: jälkimmäinen puolisko maksoi suunnilleen saman kuin ensimmäinen.
fr: Sous 5 %, c'est la marque habituelle d'une bonne endurance aérobie à cette intensité : la seconde moitié a coûté à peu près autant que la première.
ga: Is é faoi bhun 5% an gnáthchomhartha ar bhuanfas aeróbach ag an déine seo: chosain an dara leath a bheag nó a mhór an méid céanna leis an gcéad leath.
hr: Ispod 5% uobičajen je znak aerobne izdržljivosti pri ovom intenzitetu: druga polovica koštala je otprilike koliko i prva.
hu: 5% alatt szokás aerob tartósságról beszélni ezen az intenzitáson: a második fél nagyjából annyiba került, mint az első.
id: Di bawah 5% biasanya menandakan daya tahan aerobik pada intensitas ini: paruh kedua kira-kira semahal paruh pertama.
is: Undir 5% er venjulegt merki um loftháð úthald við þessa ákefð: seinni helmingurinn kostaði álíka og sá fyrri.
it: Sotto il 5% è il segno abituale di resistenza aerobica a questa intensità: la seconda metà è costata più o meno quanto la prima.
ja: 5%未満はこの強度での有酸素的な粘り強さの目安です。後半のコストは前半とほぼ同じでした。
ko: 5% 미만은 이 강도에서 유산소 지구력이 좋다는 통상적인 신호입니다. 후반부 비용이 전반부와 비슷했습니다.
lt: Mažiau nei 5 % – įprastas aerobinės ištvermės ženklas esant tokiam intensyvumui: antroji pusė kainavo maždaug tiek pat, kiek pirmoji.
lv: Zem 5% ir ierastā aerobās izturības zīme šajā intensitātē: otrā puse izmaksāja aptuveni tikpat, cik pirmā.
mk: Под 5% е вообичаен знак за аеробна издржливост при овој интензитет: втората половина чинеше отприлика колку и првата.
ms: Di bawah 5% lazimnya menandakan ketahanan aerobik pada intensiti ini: separuh kedua memakan kos lebih kurang sama dengan separuh pertama.
mt: Taħt il-5% huwa s-sinjal tas-soltu ta' reżistenza ajrobika f'din l-intensità: it-tieni nofs sewa bejn wieħed u ieħor daqs l-ewwel.
nb: Under 5 % er det vanlige tegnet på aerob holdbarhet ved denne intensiteten: andre halvdel kostet omtrent det samme som første.
nl: Onder de 5% geldt als teken van aerobe duurzaamheid bij deze intensiteit: de tweede helft kostte ongeveer evenveel als de eerste.
pl: Poniżej 5% to zwykły znak wytrzymałości tlenowej przy tej intensywności: druga połowa kosztowała mniej więcej tyle co pierwsza.
pt_br: Abaixo de 5% é a marca usual de resistência aeróbia nessa intensidade: a segunda metade custou mais ou menos o mesmo que a primeira.
pt_pt: Abaixo de 5% é a marca habitual de resistência aeróbia a esta intensidade: a segunda metade custou sensivelmente o mesmo que a primeira.
ro: Sub 5% este semnul obișnuit al rezistenței aerobe la această intensitate: a doua jumătate a costat cam cât prima.
ru: Меньше 5% — обычный признак аэробной выносливости на этой интенсивности: вторая половина обошлась примерно как первая.
sk: Pod 5 % je obvyklá známka aeróbnej odolnosti pri tejto intenzite: druhá polovica stála zhruba toľko čo prvá.
sl: Pod 5 % je običajno znamenje aerobne vzdržljivosti pri tej intenzivnosti: druga polovica je stala približno toliko kot prva.
sq: Nën 5% është shenja e zakonshme e qëndrueshmërisë aerobike në këtë intensitet: gjysma e dytë kushtoi pak a shumë sa e para.
sr: Испод 5% је уобичајен знак аеробне издржљивости при овом интензитету: друга половина коштала је отприлике колико и прва.
sv: Under 5 % är det vanliga tecknet på aerob uthållighet vid den här intensiteten: andra halvan kostade ungefär vad första gjorde.
tr: %5'in altı bu şiddette aerobik dayanıklılığın alışılmış işaretidir: ikinci yarı aşağı yukarı ilk yarı kadara mal oldu.
uk: Менше 5% — звичайна ознака аеробної витривалості на цій інтенсивності: друга половина обійшлася приблизно як перша.
vi: Dưới 5% thường là dấu hiệu của độ bền ưa khí ở cường độ này: nửa sau tốn xấp xỉ bằng nửa đầu.
zh_hans: 低于 5% 通常表示在这个强度下有氧耐受良好：后半段的代价和前半段差不多。
zh_hant: 低於 5% 通常代表在這個強度下有氧耐受良好：後半段的代價和前半段差不多。

source: Under goal
ar: دون الهدف
bg: Под целта
ca: Per sota de l'objectiu
cs: Pod cílem
da: Under målet
de: Unter dem Ziel
el: Κάτω από τον στόχο
es: Por debajo del objetivo
et: Alla eesmärgi
fi: Alle tavoitteen
fr: Sous l'objectif
ga: Faoi bhun na sprice
hr: Ispod cilja
hu: Cél alatt
id: Di bawah target
is: Undir markmiði
it: Sotto l'obiettivo
ja: 目標より速い
ko: 목표 미만
lt: Žemiau tikslo
lv: Zem mērķa
mk: Под целта
ms: Di bawah sasaran
mt: Taħt il-mira
nb: Under målet
nl: Onder het doel
pl: Poniżej celu
pt_br: Abaixo da meta
pt_pt: Abaixo do objetivo
ro: Sub obiectiv
ru: Ниже цели
sk: Pod cieľom
sl: Pod ciljem
sq: Nën objektiv
sr: Испод циља
sv: Under målet
tr: Hedefin altında
uk: Нижче цілі
vi: Dưới mục tiêu
zh_hans: 低于目标
zh_hant: 低於目標

source: Undo
ar: تراجع
bg: Отмени
ca: Desfés
cs: Zpět
da: Fortryd
de: Widerrufen
el: Αναίρεση
es: Deshacer
et: Võta tagasi
fi: Kumoa
fr: Annuler
ga: Cealaigh
hr: Poništi
hu: Visszavonás
id: Urungkan
is: Afturkalla
it: Annulla
ja: 取り消す
ko: 실행 취소
lt: Atšaukti
lv: Atsaukt
mk: Врати
ms: Buat asal
mt: Ħassar l-aħħar azzjoni
nb: Angre
nl: Herstel
pl: Cofnij
pt_br: Desfazer
pt_pt: Anular
ro: Anulează
ru: Отменить
sk: Späť
sl: Razveljavi
sq: Zhbëj
sr: Поништи
sv: Ångra
tr: Geri al
uk: Скасувати
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 復原

source: Units
ar: الوحدات
bg: Мерни единици
ca: Unitats
cs: Jednotky
da: Enheder
de: Einheiten
el: Μονάδες
es: Unidades
et: Ühikud
fi: Yksiköt
fr: Unités
ga: Aonaid
hr: Jedinice
hu: Mértékegységek
id: Satuan
is: Einingar
it: Unità
ja: 単位
ko: 단위
lt: Vienetai
lv: Mērvienības
mk: Единици
ms: Unit
mt: Unitajiet
nb: Enheter
nl: Eenheden
pl: Jednostki
pt_br: Unidades
pt_pt: Unidades
ro: Unități
ru: Единицы
sk: Jednotky
sl: Enote
sq: Njësitë
sr: Јединице
sv: Enheter
tr: Birimler
uk: Одиниці
vi: Đơn vị
zh_hans: 单位
zh_hant: 單位

source: Until you set this, zones use the highest HR in your whole history — better than one session's peak, but still a guess.
ar: إلى أن تحدّد هذا، تستخدم النطاقات أعلى نبض في سجلك كله — أفضل من ذروة حصة واحدة، لكنه يظل تخمينًا.
bg: Докато не зададеш това, зоните използват най-високия пулс в цялата ти история — по-добре от пика на една тренировка, но пак предположение.
ca: Fins que no ho posis, les zones fan servir la freqüència cardíaca més alta de tot el teu historial: millor que el pic d'una sessió, però encara una suposició.
cs: Dokud tohle nenastavíš, zóny vycházejí z nejvyšší tepové frekvence v celé tvé historii — lepší než vrchol jednoho tréninku, ale pořád odhad.
da: Indtil du angiver dette, bruger zonerne den højeste puls i hele din historik — bedre end toppen fra ét pas, men stadig et gæt.
de: Solange du das nicht einträgst, nutzen die Zonen die höchste HF deiner gesamten Historie — besser als der Spitzenwert einer Einheit, aber immer noch geraten.
el: Μέχρι να το ορίσεις, οι ζώνες χρησιμοποιούν τους υψηλότερους παλμούς σε όλο σου το ιστορικό — καλύτερο από την κορυφή μιας προπόνησης, αλλά και πάλι εικασία.
es: Hasta que pongas esto, las zonas usan la FC más alta de todo tu historial: mejor que el pico de una sesión, pero sigue siendo una suposición.
et: Kuni sa seda ei määra, kasutavad tsoonid sinu kogu ajaloo kõrgeimat pulssi — parem kui ühe trenni tipp, kuid ikkagi oletus.
fi: Kunnes asetat tämän, alueet käyttävät koko historiasi korkeinta sykettä — parempi kuin yhden harjoituksen huippu, mutta silti arvaus.
fr: Tant que tu ne renseignes pas ceci, les zones utilisent la FC la plus haute de tout ton historique : mieux que le pic d'une séance, mais toujours une estimation.
ga: Go dtí go socraíonn tú é seo, úsáideann na criosanna an ráta croí is airde i do stair ar fad — níos fearr ná buaic aon seisiúin amháin, ach buille faoi thuairim fós.
hr: Dok ovo ne postaviš, zone koriste najviši puls iz cijele tvoje povijesti — bolje od vrha jednog treninga, ali i dalje nagađanje.
hu: Amíg ezt nem adod meg, a zónák a teljes előzményed legmagasabb pulzusát használják — jobb, mint egyetlen edzés csúcsa, de még mindig találgatás.
id: Sampai kamu menyetel ini, zona memakai detak jantung tertinggi di seluruh riwayatmu — lebih baik daripada puncak satu sesi, tapi tetap tebakan.
is: Þar til þú stillir þetta nota þrepin hæsta púlsinn í allri sögu þinni — betra en toppurinn úr einni æfingu, en samt ágiskun.
it: Finché non lo imposti, le zone usano la FC più alta di tutto il tuo storico: meglio del picco di una singola sessione, ma resta una stima.
ja: これを設定するまで、ゾーンは全履歴で最も高い心拍を使います。1 回のピークよりはましですが、やはり推測です。
ko: 이 값을 넣기 전까지는 전체 기록 중 가장 높은 심박수로 구간을 잡습니다 — 한 세션의 최고치보다는 낫지만 여전히 추측입니다.
lt: Kol to nenustatai, zonos naudoja aukščiausią pulsą visoje tavo istorijoje — geriau nei vienos treniruotės viršūnė, bet vis tiek spėjimas.
lv: Kamēr to neiestati, zonas izmanto augstāko pulsu visā tavā vēsturē — labāk nekā viena treniņa maksimums, bet tomēr minējums.
mk: Додека не го поставиш ова, зоните го користат највисокиот пулс во целата твоја историја — подобро од врвот на еден тренинг, но сепак претпоставка.
ms: Sehingga anda menetapkan ini, zon menggunakan denyutan jantung tertinggi dalam keseluruhan sejarah anda — lebih baik daripada puncak satu sesi, tetapi tetap satu tekaan.
mt: Sakemm ma tissettjax dan, iż-żoni jużaw l-ogħla taħbit fl-istorja kollha tiegħek — aħjar mill-quċċata ta' sessjoni waħda, imma xorta stima.
nb: Til du legger inn dette, bruker sonene den høyeste pulsen i hele historikken din — bedre enn toppen fra én økt, men fortsatt en gjetning.
nl: Zolang je dit niet instelt, gebruiken de zones de hoogste hartslag uit je hele geschiedenis — beter dan de piek van één sessie, maar nog steeds een gok.
pl: Dopóki tego nie ustawisz, strefy korzystają z najwyższego tętna w całej twojej historii — lepiej niż szczyt jednej sesji, ale wciąż zgadywanie.
pt_br: Até você definir isto, as zonas usam a maior FC de todo o seu histórico — melhor do que o pico de um treino só, mas ainda um chute.
pt_pt: Enquanto não definires isto, as zonas usam a FC mais alta de todo o teu histórico — melhor do que o pico de uma sessão, mas ainda assim um palpite.
ro: Până setezi asta, zonele folosesc cel mai mare puls din tot istoricul tău — mai bine decât vârful unui singur antrenament, dar tot o presupunere.
ru: Пока это не задано, зоны считаются по самому высокому пульсу за всю историю — лучше, чем пик одной тренировки, но всё же догадка.
sk: Kým to nenastavíš, zóny vychádzajú z najvyššej tepovej frekvencie v celej tvojej histórii — lepšie ako vrchol jedného tréningu, ale stále odhad.
sl: Dokler tega ne nastaviš, cone uporabljajo najvišji utrip iz tvoje celotne zgodovine — bolje kot vrh enega treninga, a še vedno ugibanje.
sq: Derisa ta caktosh këtë, zonat përdorin rrahjet më të larta në gjithë historinë tënde — më mirë se kulmi i një stërvitjeje të vetme, por prapë një hamendje.
sr: Док ово не поставиш, зоне користе највиши пулс из целе твоје историје — боље од врха једног тренинга, али и даље нагађање.
sv: Tills du anger det här använder zonerna den högsta pulsen i hela din historik — bättre än toppen från ett enskilt pass, men fortfarande en gissning.
tr: Bunu girene kadar bölgeler, tüm geçmişindeki en yüksek nabzı kullanır — tek bir antrenmanın zirvesinden iyidir ama yine de bir tahmindir.
uk: Поки це не задано, зони рахуються за найвищим пульсом за всю історію — краще, ніж пік одного тренування, але все ж здогад.
vi: Cho tới khi bạn đặt giá trị này, các vùng sẽ dùng nhịp tim cao nhất trong toàn bộ lịch sử của bạn — tốt hơn đỉnh của một buổi đơn lẻ, nhưng vẫn chỉ là phỏng đoán.
zh_hans: 在你设定之前，区间会采用你全部历史中最高的心率——比单次训练的峰值好，但仍是估计。
zh_hant: 在你設定之前，區間會採用你全部歷史中最高的心率——比單次訓練的峰值好，但仍然是猜測。
